pub_names = [
    '爱莉希雅', '妖精爱莉', '河野华', '瑟莉姆', '梅比乌斯', '希儿', '凯文', '格蕾修',
    '李宁玉', '顾晓梦', '休伊', '预言的勇者',
    '吴冠中', '蒋五千安', '刘慈欣', '江南', '艾宾浩斯'
]
stop_words = [
    '和', 'the', 'via', '的', 'and', 'you', '年', '好事者', '在', 'from', '班和',
    'is', 'to', '是', '我', '说', '后来', '因此', 'of', '此外', 'it', '月',
    '不是', '不过', 'this', 'will', '啊', '使用', '于是', '现在', '了', 'by',
    '比如', '等等', '我在', '班', '班的', '此时', '最后', '给', '个小', '前', '但',
    'on', 'an', 'all', 'in', 'name', 'be', '时', 'xxx', '同时', '就叫她', '吧',
    '当然', '我和', '说着', '之后', '叫', '在他', '并且', '经过', '终于在', '玩',
    '一样', '很快', '打开门', '果然', '的习惯', '七', 'If', "you're", 'can',
    '所以', 'your', 'with', 'my', '的了', '我的', '上的', '但是', '由于', '大约',
    '将', '以及', '今天是', '对方', 'now', 'not', '都出来了', '日'
]
